{
    "4": {
        "neurolex": "http://neurolex.org/wiki/Special:Search?search=cerebral+cortex", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_5_", 
        "neuronames": "http://braininfo.rprc.washington.edu/centraldirectory.aspx?ID=39", 
        "cy": 264.697, 
        "cx": 2330.0, 
        "cx": 377.67599999999999, 
        "circuit": "All", 
        "shortdesc": "The cerebral cortex is the most significant neuroanatomical structure that distinguishes humans from all other organisms in cognitive ability.", 
        "longdesc": "The human cerebral cortex is a 2.5mm sheet of tissue approximately 2400cm2(four 8.5x11 pieces of paper) in size folded up around the entire brain(Toro et al., 2008). The cerebral cortex consists of a homotypical six layer pattern of neuron density distribution(Economo, 1929; No, 1943). The cerebral cortex develops layers inside out, with neurons in the most inner layer (L6) migrating into place first, while neurons in the outer layer (L2) migrate into place last moving through all other layers(Rakic, 1995). Cortical laminar differentiation lies along a very clear spectrum with input sensory cortex being the most laminated/granular and output motor cortex being the least laminated/granular(Economo, 1929). The lamination gradient represents a major clue in functional organization. The cerebral cortex can be grouped into the isocortex(neocortex), al- locortex(paleocortex), and koniocortex(primary vision, auditory, somatosensory, and granulous retrosplenial cortex) based on laminar differentiation and developmental origin. The koniocor- tices are based on the same underlying anatomical principles of six layers and have evolved additional structure for their more specific sensory roles(Northcutt & Kaas, 1995). The changes in laminar differentiation have been used to parse the entire cerebral cortex into distinct areas often called Brodmann’s areas(Brodmann, 1909; Triarhou, 2007). A large amount of experi- mental evidence on the cerebral cortex, from lesion studies to electrophysiology to FMRI, point to localized cortical information processing areas on the order of a few mm2(Catani & ffytche, 2005; Szentagothai, 1975). Each of these areas appears to process a distinct type of informa- tion reflecting the external and internal perceptions/behaviors of the individual, such as visual objects, language, executive plans, or movements(Penfield & Rasmussen, 1968; Tanaka, 2003; Goldman-Rakic, 1996; Grafton et al., 1996). The what of cortical information processing is thus highly localized and modular. The neuroanatomical organization within and between these what regions follows a very homotypical blueprint that drives the functional how information is processed perspective.",
        "shortname": "Cerebral Cortex (isocortex)"
    }, 
    "5": {
        "neurolex": "http://neurolex.org/wiki/Category:Neocortex_layer_1", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_6_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 434.697, 
        "cx": 377.67599999999999, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, cortical layer 1 appears to be a grouping of cortical pyramidal dendrites where a single axon projection can easily influence or activate multiple pyramidal neurons in cortical layers.", 
        "longdesc": "Layer 1 of the cerebral cortex, referred to as the molecular layer, lies closest to the pial surface of the brain. The only neurons in L1 are inhibitory Cajal-Retzius cells containing long horizontal axons(Cajal, 2002; Gabbott & Bacon, 1996; Conde et al., 1994). L1 is composed of a dense plexus of dendritic tufts of pyramidal neurons combined with axons from cortical and subcortical origin. Many non-glutamate neurotransmitters systems (serotoninergic, adrenergic, cholinergic) appear to target the lower portions of layer 1(Eickhoff et al., 2007). The dense plexus of dendrites in L1 provides the opportunity for a given axon terminating in L1 to effect pyramidal neurons throughout all layers. The L1 neuroanatomical organization has profound significance for determining the function of neurons that project to layer 1.",
        "shortname": "Layer I"
    }, 
    "6": {
        "neurolex": "", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_7_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 264.697, 
        "cx": 630.64400000000001, 
        "circuit": "All", 
        "shortdesc": "Contralateral cortical projections usually target the local spatially analogous region of the other cortical hemisphere and originate in C3b cells.",
        "shortname": "Contralateral cortex",
        "longdesc": ""
    }, 
    "7": {
        "neurolex": "", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_8_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 264.697, 
        "cx": 897.64400000000001, 
        "circuit": "All", 
        "shortdesc": "Ipsilateral cortical projections travel through white matter fasicles targeting diverse regions in the same hemisphere and typically originate in C3a and C56 cells.", 
        "shortname": "Ipsilateral",
        "longdesc": ""
    }, 
    "8": {
        "neurolex": "", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_10_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 545.85900000000004, 
        "cx": 1640.04, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, C2 appears to function as corticocortical feedback input system.", 
	"longdesc": "Layer 2 is referred to as the outer granular layer because of its similar granular structure as layer 4. The C2 neurons are small pyramidal neurons with local horizontal projections mostly to layer 2 and to layer 3(Barbas, Hilgetag, et al., 2005; Tanigawa et al., 1998; Soloway et al., 2002). Layer 2 is a primary target of ipsilateral feedback type cortical projections(Figure 3). The granular similarity of layer 2 to layer 4 implies that it performs a similar input functional role for feedback projections. C2 receives feedback input and propagates information horizontally and down to C3a and C3b, with upper layer 5 being the focus of infragranular projections(Kritzer & Goldman-Rakic, 1995).",
        "shortname": "C2 Pyramidal Neuron"
    }, 
    "9": {
        "neurolex": "http://neurolex.org/wiki/Category:Layer_3_Pyramidal_Neuron", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_11_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 769.43399999999997, 
        "cx": 1966.626, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, C3a appears to function as a corticocortical feedforward output system.",
        "longdesc": "C3a pyramidal neurons, of typical pyramidal shape, are distinguishable from layer 2 in isocortex because of their increased size and sparsity. In layer 3a the distance of intracortical horizontal projections increase into stripe like patches(Fujita & Fujita, 1996; Melchitzky et al., 2001; Lund et al., 1993). C3a cells often have long horizontal projections in lower layer 3b(Kritzer & Goldman-Rakic, 1995). C3a cells are the dominant source of intercortical projections to layer 4 of ipsilateral cortices(Figure 3)(Barbas, Hilgetag, et al., 2005; DeFelipe et al., 1986; Medalla & Barbas, 2006; Rockland, 1992).",
        "shortname": "C3a Pyramidal Neuron"
    }, 
    "10": {
        "neurolex": "http://neurolex.org/wiki/Category:Layer_3_Pyramidal_Neuron", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_48_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 1052.8219999999999, 
        "cx": 2332.348, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, C3b appears to function as stable invariant perceptual representations in the cerebral cortex that are associated in short-term memory.", 
        "longdesc": "Lower layer 3b in the isocortex is centrally located to be the hub of perceptual information processing in the cerebral cortex. The large pyramidal neurons located in the lower part of layer 3, just above the granular layer 4 could be included in multiple circuits including long- term memory, working memory/information processing, and behavior output. The C3b cells have the classic pyramidal neuron shape and are usually the second largest pyramidal neuron group next to C5b(Jones & Wise, 1977; Barbas, Hilgetag, et al., 2005; Rempel-Clower & Barbas, 2000). The C3b intracortical projections involve some of the longest grey matter projections in the cerebral cortex(Kritzer & Goldman-Rakic, 1995; DeFelipe, 1997; Fujita & Fujita, 1996). The horizontal projections form stripe-like vertical patches and have all the same qualities described in the C3a group.<br>In the isocortex, different populations of pyramidal neurons tend to project contralaterally as opposed to ipsilaterally(Soloway et al., 2002). The contralateral projections arise from C3b cells and target the spatially analogous region of cortex on the other side of the brain, while ipsilateral projections mainly arise from C3a and C56. The same C3b cells appear to be the dominant source of isocortex → periallocortex projections(Burwell, 2000; Witter et al., 1989), responsible for communicating representations in the isocortex to the hippocampus for association.<br>The C3b cells appear to preferentially stain for acetylcholine with C5b cells(Hackett et al., 2001; Voytko et al., 1992), and have been shown to have preferential connections with C5b cells(Briggs & Callaway, 2005; Thomson & Bannister, 1998). In the agranular primary motor cortex, all layers visually look like a combination of C3b and C5b cells of various sizes.",
        "shortname": "C3b Pyramidal Neuron"
    }, 
    "11": {
        "neurolex": "http://neurolex.org/wiki/Category:Neocortex_pyramidal_cell_layer_5-6", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_64_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 1653.45, 
        "cx": 3137.4380000000001, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, C6t appears to function in conjunction with C3b and Ts to facilitate cortico-thalamocortical oscillations.",
        "longdesc": "C6t cells send apical dendrites and intracortical axon projections to layer 3b in the isocor- tex(Jones & Wise, 1977; Peters et al., 1997; Lund et al., 1981; Rockland & Ichinohe, 2004) and layer 4 in koniocortex(Briggs & Callaway, 2001). Note the target layer of C6t intracortical axons and dendrites is the same as the target layer of the specific thalamic projection. The C6t cells project to local regions of the Ts in a reciprocal manner(Giguere & Goldman-Rakic, 1988; Mc- Farland & Haber, 2002; Catsman-Berrevoets & Kuypers, 1978; Trojanowski & Jacobson, 1977; Asanuma et al., 1985).",
        "shortname": "C6t Pyramidal Neuron"
    }, 
    "12": {
        "neurolex": "http://neurolex.org/wiki/Category:Neocortex_pyramidal_cell_layer_5-6", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_65_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 1395.722, 
        "cx": 3675.922, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, C5s appears to encode suggested action sequences within a cortical module for selection in the basal ganglia.",
        "longdesc": "C5s are pyramidal neurons in the isocortex that principally project to the striatum. C5s pyra- midal neurons are typically located in the upper portion of layer 5, layer 5a, with a prominent ascending dendrite that arborizes in L1(Jones et al., 1977; Yeterian & Pandya, 1994; Arikuni & Kubota, 1986). C5s send projections to the matrix portion of the striatum(Gerfen, 1989; Jones & Wise, 1977; M. Parent & Parent, 2006). C5s neurons are likely the source of cortical projections to the intralaminar thalamus that are distinct from C6t projections in the monkey(Catsman- Berrevoets & Kuypers, 1978) and cat(Kakei et al., 2001). C6t thalamic terminations are small and dense, while C5s synaptic terminals are large and sparse(Rouiller & Durif, 2004). The large terminals found in the TRN are likely a result of C5s collaterals(Zikopoulos & Barbas, 2006). In the rat, C5s and C5p neurons have been shown to be distinct populations(M. Levesque et al., 1996; Molnar & Cheung, 2006), with C5s having a higher probability of recurrent C5s→C5s connections(Morishima & Kawaguchi, 2006). Layer 5a intracortical projections have distant ∼1- 2mm projections in layers 2/3a, and slightly longer projections within the same layer 5a(Kritzer & Goldman-Rakic, 1995; Levitt et al., 1993).",
        "shortname": "C5s Pyramidal Neuron"
    }, 
    "13": {
        "neurolex": "http://neurolex.org/wiki/Category:Neocortex_pyramidal_cell_layer_5-6", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_66_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 1532.0940000000001, 
        "cx": 4334.3590000000004, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, C5p neurons appear to form the behavioral output of the cerebral cortex.",
        "longdesc": "The C5p population refers to the collection of pons(and other subcortically) projecting pyra- midal cells found throughout the entire cerebral cortex(Hackett et al., 2001; Watakabe et al., 2006). C5p neurons are located in layer 5b(Foster et al., 1981), have large dendritic tufts in layer 1, and are distinct from C5s neurons(Molnar & Cheung, 2006; Morishima & Kawaguchi, 2006). The largest neurons in the isocortex are typically the C5p neurons. These neurons could also be referred as large Betz cells found in primary motor cortex(Braak & Braak, 1976) and we suggest that C5p function may be inferred through analogy. The projections from C5p neurons in primary motor cortex synapse directly with the spinal chord(Stanfield, 1992). The direct projection to the spinal chord is weak in lower mammals, but becomes increasingly prominent in primates, and presumably dominates in humans(Lemon & Griffiths, 2005). These C5b Betz cell projections are the most direct cortical pathway for the instantiation of physical movement and thus physical behavior. As a result, we can hypothesize that these neurons code directly for actions/behaviors. A correlation exists between C5p and C3p groups because there appears to be a preference for direct synaptic connections from C3b to C5p neurons potentially related to acetylcholine activity(Kaneko et al., 2000; Thomson & Deuchars, 1997; Thomson & Bannister, 1998).<br>C5p projections target the STN of the basal ganglia with collaterals to the striatum(Nambu et al., 2000; M. Parent & Parent, 2006). Evidence suggests that C5p striatal projections target the Sp patch(striosome) portion of the striatum, that then projects to the dopamine filled Snc(Gerfen, 1989, 1984). The C5p intracortical projections are not extensive, often restricted to short distances in layer 5(Ghosh & Porter, 1988), although their dendritic arborization is quite large.",
        "shortname": "C5p Pyramidal Neuron"
    }, 
    "14": {
        "neurolex": "http://neurolex.org/wiki/Category:Layer_3_Pyramidal_Neuron", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_67_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 1037.5740000000001, 
        "cx": 4477.241, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, C3b appears to function as stable invariant perceptual representations in the cerebral cortex that are associated in short-term memory.", 
        "longdesc": "Lower layer 3b in the isocortex is centrally located to be the hub of perceptual information processing in the cerebral cortex. The large pyramidal neurons located in the lower part of layer 3, just above the granular layer 4 could be included in multiple circuits including long- term memory, working memory/information processing, and behavior output. The C3b cells have the classic pyramidal neuron shape and are usually the second largest pyramidal neuron group next to C5b(Jones & Wise, 1977; Barbas, Hilgetag, et al., 2005; Rempel-Clower & Barbas, 2000). The C3b intracortical projections involve some of the longest grey matter projections in the cerebral cortex(Kritzer & Goldman-Rakic, 1995; DeFelipe, 1997; Fujita & Fujita, 1996). The horizontal projections form stripe-like vertical patches and have all the same qualities described in the C3a group.<br>In the isocortex, different populations of pyramidal neurons tend to project contralaterally as opposed to ipsilaterally(Soloway et al., 2002). The contralateral projections arise from C3b cells and target the spatially analogous region of cortex on the other side of the brain, while ipsilateral projections mainly arise from C3a and C56. The same C3b cells appear to be the dominant source of isocortex → periallocortex projections(Burwell, 2000; Witter et al., 1989), responsible for communicating representations in the isocortex to the hippocampus for association.<br>The C3b cells appear to preferentially stain for acetylcholine with C5b cells(Hackett et al., 2001; Voytko et al., 1992), and have been shown to have preferential connections with C5b cells(Briggs & Callaway, 2005; Thomson & Bannister, 1998). In the agranular primary motor cortex, all layers visually look like a combination of C3b and C5b cells of various sizes.",
        "shortname": "C3b Pyramidal Neuron"
    }, 
    "15": {
        "neurolex": "http://neurolex.org/wiki/Category:Neocortex_pyramidal_cell_layer_5-6", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_68_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 2017.0329999999999, 
        "cx": 4674.5069999999996, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, C6m appears to function in coordination with C5s neurons to integrate action suggestions for transmission to the claustrum.",
        "longdesc": "The claustrum receives projections from virtually the entire cortex in a topographic, but largely overlapped fashion(Pearson et al., 1982). The projections from cortex originate from C6m neurons, which are distinct from C6t neurons in the cat(Katz, 1987). Apical dendrites of these neurons typically arborize directly below layer 4 in the upper part of layer 5(Soloway et al., 2002; No, 1943). Occasionally collaterals of C5s neurons are found in the claustrum(M. Parent & Parent, 2006).",
        "shortname": "C6m Pyramidal Neuron"
    }, 
    "16": {
        "neurolex": "http://neurolex.org/wiki/Category:Neocortex_layer_4", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_9_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 1228.037, 
        "cx": 1193.5309999999999, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, C4 appears to function as a corticocortical feedforward input system.",
        "longdesc": "Layer 4 is referred to as the inner granular layer, not for any particular cell type, but due to the visual appearance of small neurons stained in Nissl preparations. Layer 4, of all cortices, appears to be an input for feedforward type projections. In isocortex, layer 4 is the primary target of ipsilateral corticocortical feedforward type cortical projections(Figure 3)(Barbas, Hilgetag, et al., 2005; DeFelipe et al., 1986; Medalla & Barbas, 2006; Rockland, 1992; Felleman & Van Essen, 1991). Since primary sensory koniocortex is the anatomically closest cortex to raw sensory input, other cortical areas can not provide feedforward input. Instead, in koniocortices, the specific thalamus provides the feedforward projection into layer 4. In primary motor cortex layer 4 is essentially non-existent, highlighting the diminished need for feedforward input to cortical areas involved in output behavior. The cortical pyramidal neurons in layer 4(C4) typically have a descending and an ascending axon that arborize locally (<1mm)(Kritzer & Goldman-Rakic, 1995). The ascending axon reaches all supragranular layers upwards of layer 2. Descending axons do not prominently exit the cortex as with most other pyramidal cells.<br>Only in primary sensory areas, and especially in primary visual cortex, does layer 4 contain spiny stellate cells(Meyer et al., 1989). In all other parts of cortex, spiny stellate cells are non- existent or very rare, and instead small pyramidal cells along with interneurons compose the majority of cells in L4.",
        "shortname": "C4 Pyramidal Neuron"
    }, 
    "17": {
        "neurolex": "http://neurolex.org/wiki/Category:Neocortex_pyramidal_cell_layer_5-6", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_12_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 1807.6800000000001, 
        "cx": 1520.2239999999999, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, C56 appears to function as corticocortical feedback output system.",
        "longdesc": "Neurons in the lower layers of the cerebral cortex are the most diverse, but are differentiable based on the targets of their projections. We use the term C56 to group the cortical neurons in the infragranular layers of the isocortex that dominantly project corticocortically(Soloway et al., 2002; Lima et al., 1990; Tanigawa et al., 1998). The C56 neurons often have a spindle shape and appear to lack major dendritic tufts above layer 5a(Lima et al., 1990). The intracortical supragranular projections appear more extensive in layers 2 and 3a(Levitt et al., 1993), with distant horizontal projections in layers 5/6(Tardif et al., 2007). The C56 group are the dominant source of intercortical projections to layer 1 and 2 of ipsilateral cortices(Figure 3)(Rockland & Drash, 1996; Barbas, Hilgetag, et al., 2005; Medalla & Barbas, 2006).",
        "shortname": "C56 Pyramidal Neuron"
    }, 
    "18": {
        "neurolex": "http://neurolex.org/wiki/Category:Corpus_callosum", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_13_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 2319.5010000000002, 
        "cx": 488.14699999999999, 
        "circuit": "All", 
        "shortdesc": "Large bundle of white matter fibers connecting the two cerebral hemispheres",
        "longdesc": "",
        "shortname": "Corpus Callosum"
    }, 
    "19": {
        "neurolex": "http://neurolex.org/wiki/Category:Parahippocampal_gyrus", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_14_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 2783.6039999999998, 
        "cx": 21.231000000000002, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, periallocortex appears to facilitate medium-term storage of associations, temporally acting between short-term and long-term memory, capable of mapping source C3b representations to target C3b representations in the isocortex.",
        "longdesc": "The parahippocampal gyrus, also called periallocortex because of its transitional lamination structure in between isocortex and allocortex, consists of the entorhinal and perirhinal cortices. The general topographic connections between association isocortices and periallocortices are well mapped, but the actual specificity of laminar projections between associative cortices and periallocortices remains vague at best(Burwell, 2000; Lavenex et al., 2002; Witter et al., 1989). The periallocortex contains intralayer connectivity similar to regular isocortex with less lami- nar differentiation. The periallocortex is the neuronal interface between the isocortex and the hippocampus, since the isocortex does not typically project directly to the hippocampus. The afferent input and efferent output of the periallocortex can grossly be split into upper(PH23) and lower(PH56) layers respectively based on its projections with the isocortex and allocortex. To a lesser degree, the periallocortex receives subcortical input from the amygdala, claustrum, basal forebrain, thalamus, hypothalamus, and brainstem(Insausti et al., 1987).",
        "shortname": "Parahippocampal gyrus(periallocortex): Entorhinal & Perirhinal cortices"
    }, 
    "20": {
        "neurolex": "http://neurolex.org/wiki/Category:Entorhinal_cortex", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_15_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 2697.4270000000001, 
        "cx": 406.81200000000001, 
        "circuit": "All", 
        "shortdesc": "PH56 - PH56 is used to describe the lower layers in the periallocortex that send efferents to the isocortex with laminar distributions similar to intercortical association projections.  PH56 generally projects back topographically in a reciprocal manner to multimodal association isocortex.  PH56 receives afferent projections from the hippocampus.",
        "longdesc": "",
        "shortname": "PH56 Parahippocampal Cortex: upper layers 5/6"
    }, 
    "21": {
        "neurolex": "http://neurolex.org/wiki/Category:Entorhinal_cortex", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_16_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 2787.1260000000002, 
        "cx": 457.51499999999999, 
        "circuit": "All", 
        "shortdesc": "PH23 is used to describe the upper layers in the periallocortex that receive afferents from the isocortex (typically C3b).  Input to PH23 is topographically organized and dominated by multimodal association isocortex.  PH23 sends efferent projections to the hippocampus.",
        "longdesc": "",
        "shortname": "PH23 Parahippocampal Cortex: upper layers 2/3"
    }, 
    "22": {
        "neurolex": "http://neurolex.org/wiki/Category:Subiculum", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_17_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3114.0639999999999, 
        "cx": 593.12300000000005, 
        "circuit": "All", 
        "shortdesc": "Part of the hippocampus. The subiculum is the primary output of the hippocampus.  The primary afferent input to the Subiculum arise in the CA1 fields. The primary efferent output of the subiculum targets the lower layers of the parahippocampal cortex, PH56.   Feedback and other connections also exist.",
        "longdesc": "",
        "shortname": "Subiculum - Hippocampus"
    }, 
    "23": {
        "neurolex": "http://neurolex.org/wiki/Category:CA3", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_18_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 2866.759, 
        "cx": 822.88800000000003, 
        "circuit": "All", 
        "shortdesc": "Part of the hippocampus. The primary afferent input to the CA3 fields arise in the CA1 fields.  The primary efferent output of the CA3 fields targets the subiculum.  Feedback and other connections also exist.",
        "longdesc": "",
        "shortname": "CA3 Fields - Hippocampus"
    }, 
    "24": {
        "neurolex": "http://neurolex.org/wiki/Category:Dentate_gyrus", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_19_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3146.5929999999998, 
        "cx": 827.54899999999998, 
        "circuit": "All", 
        "shortdesc": "Part of the hippocampus. The primary afferent input to the dentate gyrus arises from the upper layers of the parahippocampal cortex PH23.  The primary efferent output of the dentage gyrus targets the CA1 fields. Feedback and other connections also exist.",
        "longdesc": "",
        "shortname": "Dentate Gyrus - Hippocampus"
    }, 
    "25": {
        "neurolex": "http://neurolex.org/wiki/Category:CA1", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_20_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3360.4740000000002, 
        "cx": 982.29700000000003, 
        "circuit": "All", 
        "shortdesc": "Part of the hippocampus. The primary afferent input to the CA1 fields arises from the dentate gyrus.  The primary efferent output of the CA1 fields targets the CA3 fields. Feedback and other connections also exist.",
        "longdesc": "",
        "shortname": "CA1 Fields - Hippocampus"
    }, 
    "26": {
        "neurolex": "", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_21_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3287.5830000000001, 
        "cx": 1257.171, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, the hippocampus appears to associate perceptions in the isocortex through mapped representations in periallocortex based upon emotional limbic context.",
        "longdesc": "The hippocampus proper, called allocortex due to its lack of lamination and different appearance from isocortex, is a full circuit in and of itself(Amaral & Witter, 1989). The hippocampus is functionally dominated by the dentate gyrus (DG), CA3 fields, CA1 fields, and subiculum (Sb). A simplified feedforward picture shows the projection circuit loop as: isocortex → PH23 → Dentate Gyrus → CA3 → CA1 → Subiculum → PH56 → isocortex. Multiple feedback connections exist within this path. The hippocampus essentially receives all the same subcortical input as parahippocampal cortex described above(Amaral & Cowan, 1980). The subcortical input being part of the limbic system would imply that the creation of associations is based upon emotion and/or significance driven by the limbic system.",
        "shortname": "Hippocampus(allocortex)"
    }, 
    "27": {
        "neurolex": "http://neurolex.org/wiki/Category:Hippocampus", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_24_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3507.913, 
        "cx": 1614.9880000000001, 
        "circuit": "All", 
        "shortdesc": "The thalamus has a uniform organization and highly stereotyped reciprocal connections with the cerebral cortex.",
        "longdesc": "The thalamus has a uniform organization and highly stereotyped reciprocal connections with the cerebral cortex. For the interested reader, the thalamic ”bible” written by the late Ted Jones is unparalleled in its descriptive depth of the thalamus(Jones, 2007). The thalamus is composed of multiple nuclei that can be identified histologically and by the source/target of their afferent/efferent projections(Macchi & Jones, 1997). The general organization of the thalamus leads us to divide the thalamus into three homotypical types: specific(Ts), intralaminar(Ti), and layer 1 projecting (TL1). The division into three types is novel and imparts a functional perspective to the target laminar location of thalamic neurons. Although thalamic neurons undoubtedly project to multiple layers, usually via collateral projections, we hypothesize that the function of a thalamocortical connection is most accurately defined by the target layer, hence separating the thalamic nuclei into the three dominant laminar projection types: layers 3/4(Ts), layers 5/6(Ti), and layer 1(TL1).",
        "shortname": "Thalamus"
    }, 
    "28": {
        "neurolex": "http://neurolex.org/wiki/Category:Pulvinar", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_25_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3229.6860000000001, 
        "cx": 1391.7080000000001, 
        "circuit": "All", 
        "shortdesc": "Pulvinar(P), Lateral Posterior(LP), Anterior(A), Lateral Dorsal(LD), Medial Dorsal(MD)",
        "longdesc": "The pulvinar(P) and lateral posterior (LP) nuclei are similar anatomically and generally project to temporal and parietal isocortex often involved in vision.  The anterior(A) and the lateral dorsal(LD) complex are grouped because of their anatomical similarities.  A and LD are generally related to the limbic cortex, such as cingular and retrosplenial cortex, and contain projections from the hippocampus and amygdala.  Note the complications in functional vs location based naming conventions, lateral nuclei not being grouped together.",
        "shortname": "Specific Thalamic Nuclei: P, LP, A, LD, MD"
    }, 
    "30": {
        "neurolex": "", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_26_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 2795.0970000000002, 
        "cx": 1148.1179999999999, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, the TRN appears to function in gating thalmocortical information to regulate cognitive states.",
        "longdesc": "The TRN is a thin shell of GABAergic neurons surrounding the entire thalamus(Scheibel & Scheibel, 1966). The TRN’s majority of afferent connections arise from ascending Ts and de- scending C6t projections(Jones, 1975). The TRN then projects directly onto the Ts in an in- hibitory manner(Velayos et al., 1989; Scheibel & Scheibel, 1966). The TRN receives cholinergic projection from the brainstem in the cat(Pare et al., 1988).",
        "shortname": "TRN - Thalamic Reticular Nucleus"
    }, 
    "32": {
        "neurolex": "http://neurolex.org/wiki/Category:Thalamic_reticular_nucleus", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_27_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3203.25, 
        "cx": 1511.0070000000001, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, the specific thalamus appears to drive the convergent selection of C3b and C6t perceptual representations for cortico-thalamocortical oscillations.",
        "longdesc": "Specific thalamic neurons project to the mid layers in the cerebral cortex. Ts thalamocortical projections are to lower layer 3b in primate isocortex, often avoiding layer 4(Jones, 2007; Ro- manski et al., 1997; Jones & Burton, 1976; Trojanowski & Jacobson, 1976; Rockland et al., 1999; McFarland & Haber, 2002; Giguere & Goldman-Rakic, 1988), while koniocortical projections are to layer 4(Callaway, 1998). The Ts thalamocortical projection is localized (< a few mm2) and topologically organized in the cerebral cortex in accordance with the temporal development of projections(W. Brysch et al., 1990; Hohl-Abrahao & Creutzfeldt, 1991; Vogt et al., 1987; Goldman-Rakic & Porrino, 1985; Baleydier & Mauguiere, 1987; Kievit & Kuypers, 1977).<br>The Ts is composed of multiple histologically identifiable subnuclei that can be further subdivided based on afferent/efferent projections. We functionally separate the non-primary Ts into two main groups and adhere to Jones’ terminology(Jones, 2007). The ventral group is composed of the ventral anterior (VA) and ventral lateral (VL) nuclei. VA and VL (having subdivisions themselves(Macchi & Jones, 1997)) generally project to the behavioral parts of the brain related to thinking (frontal cortex) and movement (motor cortex) respectively. We separate the ventral group from other Ts nuclei because of the afferent projections from the basal ganglia(Sidibe et al., 1997; M. Parent & Parent, 2004) and cerebellum(Sakai et al., 1996; Hamani et al., 2006), both involved in controlling thinking and movement. The second non- primary Ts group of nuclei are composed of anatomically related subnuclei. The pulvinar(P) and lateral posterior (LP) nuclei are similar anatomically and generally project to temporal and parietal isocortex often involved in vision. The anterior(A) and the lateral dorsal(LD) complex are grouped because of their anatomical similarities. A and LD are generally related to the limbic cortex, such as cingular and retrosplenial cortex, and contain projections from the hippocampus and amygdala. Note the complications in functional vs location based naming conventions, lateral nuclei not being grouped together.",
        "shortname": "Ts - Specific Thalamus"
    }, 
    "34": {
        "neurolex": "http://neurolex.org/wiki/Category:Ventral_anterior_nucleus", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_28_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3197.1840000000002, 
        "cx": 1688.617, 
        "circuit": "All", 
        "shortdesc": "Ventral Anterior(VA), Ventral Lateral(VL)",
        "longdesc": "The ventral group is composed of the ventral anterior (VA) and ventral lateral (VL) nuclei. VA and VL (having subdivisions themselves(Macchi & Jones, 1997)) generally project to the behavioral parts of the brain related to thinking (frontal cortex) and movement (motor cortex) respectively. We separate the ventral group from other Ts nuclei because of the afferent projections from the basal ganglia(Sidibe et al., 1997; M. Parent & Parent, 2004) and cerebellum(Sakai et al., 1996; Hamani et al., 2006), both involved in controlling thinking and movement. ",
        "shortname": "Ventral Specific Thalamic Nuclei: VA, VL"
    }, 
    "36": {
        "neurolex": "http://neurolex.org/wiki/Category:Magnocellular_part_of_ventral_anterior_nucleus", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_29_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3265.2750000000001, 
        "cx": 1922.5, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, the layer 1 thalamic projection appears to provide short latency cortical stimulation across widespread areas with the potential to activate and control cortical information processing.",
        "longdesc": "Herkenham first described a localized region of the thalamus in the mouse, VM, that projected diffusely to nearly the entire cerebral cortex(Herkenham, 1980, 1979). The projection has a decreasing density gradient from frontal cortex(cognitive) to parietal cortex(sensory). A more recent study in the rat definitively confirms this VM projection(Mitchell & Cauller, 2001). These layer 1 projections, arising from local portions of the ventral thalamus, have been shown in multiple other non-primate studies(No, 1943; Arbuthnott et al., 1990). Although a localized L1 projection location has not been looked for in the monkey, the ventral thalamus in the monkey does has significant projections to layer 1(Nakano et al., 1992; McFarland & Haber, 2002). The VAmc/VM thalamus receives notable projections from the basal ganglia and the cerebellum, but the exact overlap in the TL1 region is unknown(Sidibe et al., 1997; Francois et al., 2002; M. Parent et al., 2001). We include in the TL1 definition the more sparsely distributed layer 1 projectingthalamic matrix described by Jones(Jones, 1998). We hypothesize all layer 1 projections have a similar functional role as the consolidated VAmc/VM global projections albeit in sensory cortex through local feedback control. We use the term VAmc/VM loosely to describe the hypothesized localized thalamic projection source occurring near the mammothalamic tract that presumably exists in the primate(human). A focused experiment to directly test for this projection in the primate would be fruitful for neuroscience. In addition to the intralaminar nuclei, TL1 and VAmc/VM send collaterals to the striatum, further confounding the similarity with the intralaminar projections(McFarland & Haber, 2001). As part of the reticular activating system the ventral (an other thalamic nuclei) receive afferent cholinergic projections from the brainstem(Steriade et al., 1988).",
        "shortname": "TL1 - Layer 1 Projecting Thalamic Nuclei: VAmc, VM, Matrix L1 Projections"
    }, 
    "37": {
        "neurolex": "http://neurolex.org/wiki/Category:Intralaminar_nuclear_group", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_30_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3173.1640000000002, 
        "cx": 2397.2130000000002, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, the intralaminar thalamus appears to excite the behavioral output of the lower layers of the cerebral cortex to accurately select C5p output and drive cortical behaviors.",
        "longdesc": "The intralaminar thalamus is composed of the centre median(CM), parafasicular(PF), and mid- line nuclei(Jones, 2007). The midline nuclei are usually further subdivided into the central medial, paracentral, central lateral, and rhomboid nuclei. The intralaminar nuclei output topo- graphic projections to both the striatum and to the lower layers of the isocortex(I. Brysch et al., 1984; Tande et al., 2006; Sadikot, Parent, & Francois, 1992; Sadikot, Parent, Smith, & Bolam, 1992). In a gross topographic organization, PF is associated with frontal cortex and the caudate, CM with motor cortex and the putamen, and midline with cingular cortex and the nucleus ac- cumbens. Ti projects dominantly to lower layers 5/6 in the cerebral cortex(Herkenham, 1980). The most compelling evidence confirming this fact in primates comes from single-axon tracing studies in the monkey that undeniably demonstrate the majority of intralaminar (CM/PF) pro- jections do principally terminate in layers 5/6(M. Parent & Parent, 2005), with much smaller collateral projections to layer 1. The Ti nuclei projections are largely segregated into those that project exclusively to the cerebral cortex and those that project to the matrix portion of the striatum(M. Parent & Parent, 2005).",
        "shortname": "Ti - Intralaminar Thalamic Nuclei: CM, PF, Midline"
    }, 
    "39": {
        "neurolex": "http://neurolex.org/wiki/Category:Subthalamic_nucleus", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_31_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 2952.5929999999998, 
        "cx": 2669.835, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, the STN appears to provide a direct cortical mechanism to stop action triggering in the intralaminar thalamus through exciting the Gpi/Snr. A contrary hypothesis might suggest that the STN 'prepares' desired output actions in Ti for significant rebound action potentials through additional inhibitory stimulation from Gpi/Snr.",
        "longdesc": "The STN is the only excitatory nucleus in the basal ganglia and utilizes glutamate. The STN appears to receive an excitatory topographically mapped isocortical afferent input from C5p neurons(M. Parent & Parent, 2006; Nambu et al., 2000) as well as inhibitory input from the Gpe(Sato et al., 2000). The STN projects prominently onto the Gpi/Snr and to the Gpe(A. Parent et al., 1989; Nambu et al., 2000). The STN has inhibitory GABAergic in- terneurons(J. C. Levesque & Parent, 2005).",
        "shortname": "STN - Subthalamic Nucleus"
    }, 
    "47": {
        "neurolex": "http://neurolex.org/wiki/Category:Globus_pallidus_internal_segment", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_32_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3293.9569999999999, 
        "cx": 2953.5729999999999, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, the Gpi/Snr appears to perform precise temporal action triggering in the intralaminar and ventral thalamus through disinhibition.",
        "longdesc": "The Gpi/Snr is the source of the major GABAergic output from the basal ganglia. The Gpi and Snr are physically separated nuclei, with the Snr actually being directly adjacent to the Snc (hence the naming convention). However, from a neuroanatomical perspective these structures are functionally equivalent. The Gpi/Snr receives afferent input from all other basal ganglia nuclei, including the matrix striatum(M. Levesque & Parent, 2005; Haber et al., 1990), the Gpe(Sato et al., 2000), the STN(J. C. Levesque & Parent, 2005), and collateral projections from the Snc(Charara & Parent, 1994; Zhou et al., 2009).<br>The Gpi/Snr is tonically active(Zhou et al., 2009) and projects onto the intralaminar tha- lamus in a topographic pattern(M. Parent & Parent, 2004; M. Parent et al., 2001; Sidibe et al., 2002). The Gpi/Snr also send significant projections onto the ventral thalamus including TL1(Sidibe et al., 1997; Hazrati & Parent, 1991a).",
        "shortname": "Gpi/Snr - Globus Pallidus Internal Segment / Substantia Nigra pars Reticulata"
    }, 
    "48": {
        "neurolex": "http://neurolex.org/wiki/Category:Globus_pallidus_external_segment", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_33_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3235.9859999999999, 
        "cx": 3257.018, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, the Gpe appears to learn action stop triggering based on the input from SmD2 striatum projections.",
        "longdesc": "The Gpe neurons are GABAergic neurons that primarily receive inhibitory projections from the SmD2 portion of the striatum(Haber et al., 1990; M. Levesque & Parent, 2005) and excitatory projections from the STN(Nambu et al., 2000; A. Parent et al., 1989). Gpe neurons project onto the Gpi/Snr, Stn, and send feedback connections onto the matrix portion of the striatum(Sato et al., 2000).<br>A potentially significant but rarely mentioned projection is the Gpe projection to the TRN of the ventral thalamus(Hazrati & Parent, 1991b; Asanuma, 1994; Gandia et al., 1993). Since the TRN provides inhibitory input to the thalamus, the Gpe projection to the TRN might be functionally analogous to the Gpe projection to the inhibitory Gpi/Snr that then projects onto the thalamus. The role of the ventral thalamus in control is notable.",
        "shortname": "Gpe - Globus Pallidus External Segment"
    }, 
    "49": {
        "neurolex": "http://neurolex.org/wiki/Category:Striatum_matrix_medium_spiny_cell", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_35_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 2523.6480000000001, 
        "cx": 3497.252, 
        "circuit": "All", 
        "shortdesc": "SmD2 appears as a C5s cortically evoked 'stop' action mapping through the dual disinhibitory-disinhibitory indirect pathway SmD2->Gpe->Gpi/Snr or the feedback pathway SmD2->Gpe->SmD1 learned from negative dopamine reinforcement.",
        "longdesc": "SmD2 neurons are GABAergic spiny projection neurons found within the matrix portion of the striatum that express dopamine D2 receptors. The effect of dopamine on SmD2 neurons decreases excitability(Surmeier et al., 2007). SmD2 is traditionally considered part of the indirect pathway through the basal ganglia because of its projections to the Gpe(Haber et al., 1990; M. Levesque & Parent, 2005).",
        "shortname": "SmD2 - Striatum matrix (Dopamine D2)"
    }, 
    "50": {
        "neurolex": "http://neurolex.org/wiki/Category:Striatum_matrix_medium_spiny_cell", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_36_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 2878.8400000000001, 
        "cx": 3891.5949999999998, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, the matrix portion of the striatum recieves topographic afferent input from the isocortex and intralaminar thalamus to drive the direct (SmD1) and indiredt (SmD2) pathways through the basal ganglia.",
        "longdesc": "The striatum can be divided into histologically defined compartments called matrix(matrisome) and patch(striosome). Among other factors, the matrix compartments have high cholinesterase activity, while patches are enriched in enkephalin(i.e. endorphins)(Gerfen, 1984). The striatum contains multiple interneurons containing both GABA and acetylcholine forming distinct intrastriatal networks(Kawaguchi et al., 1995).<br>The matrix compartments of the striatum receive projections from C5s neurons across the entire isocortex(Jones et al., 1977; Yeterian & Pandya, 1994; Arikuni & Kubota, 1986; Kunishio & Haber, 1994). The cortical projections are topographically mapped(Alexander et al., 1986). In general the striatum receives reciprocal projections back from the thalamic nuclei that it projects to. The intralaminar thalamus projects topographically onto the striatum with the rough order CM→putamen, PF→caudate, midline→ventral striatum(Tande et al., 2006; Sadikot, Parent, & Francois, 1992; Sadikot, Parent, Smith, & Bolam, 1992). The ventral thalamus projects back onto the striatum(McFarland & Haber, 2001).",
        "shortname": "Striatum Matrix(matrisome)"
    }, 
    "52": {
        "neurolex": "http://neurolex.org/wiki/Category:Striatum_matrix_medium_spiny_cell", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_37_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3011.1550000000002, 
        "cx": 3904.924, 
        "circuit": "All", 
        "shortdesc": "SmD1 appears as a C5s cortically evoked 'start' action mapping through the disinhibitory direct pathway SmD1->Gpi/Snr learned from positive dopamine reinforcement.",
        "longdesc": "SmD1 neurons are GABAergic spiny projection neurons found within the matrix por- tion of the striatum that express dopamine D1 receptors. The effect of dopamine on SmD1 neurons increases excitability(Surmeier et al., 2007). SmD1 is traditionally con- sidered part of the direct pathway through the basal ganglia because of its projections to Gpi/Snr(M. Levesque & Parent, 2005). The projection is topographically maintained from the striatum to Gpi/Snr(Haber et al., 1990).",
        "shortname": "SmD1 - Striatum matrix (Dopamine D1)"
    }, 
    "53": {
        "neurolex": "http://neurolex.org/wiki/Category:Striatum_patch_medium_spiny_cell", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_38_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3151.2440000000001, 
        "cx": 3939.6660000000002, 
        "circuit": "All", 
        "shortdesc": "Sp appears as a C5p cortically evoked dopamine based 'learning' signal via the Sp->Snc pathway in order to reinforce the two Sm pathways.",
        "longdesc": "Sp neurons are GABAergic spiny projection neurons found in the patches of the striatum and project prominently to the Snc(Fujiyama et al., 2011; Haber et al., 1990). The Sp do send smaller number of axon collaterals into the Gpe and Gpi/Snr(M. Levesque & Parent, 2005). The patch compartments receive their input from C5p neurons in the isocortex(Gerfen, 1989, 1984).",
        "shortname": "Striatum Patch(striosomes)"
    }, 
    "54": {
        "neurolex": "http://neurolex.org/wiki/Category:Striatum", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_39_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3318.8719999999998, 
        "cx": 3720.319, 
        "circuit": "All", 
        "shortdesc": "The striatum can be divided into histologically defined compartments called matrix(matrisome) and patch(striosome).  ",
        "longdesc": " Among other factors, the matrix compartments have high cholinesterase activity, while patches are enriched in enkephalin(i.e. endorphins)(Gerfen, 1984). The stria tum contains multiple interneurons containing both GABA and acetylcholine forming distinct intrastriatal networks(Kawaguchi et al., 1995).<br>The matrix compartments of the striatum receive projections from C5s neurons across the entire isocortex(Jones et al., 1977; Yeterian & Pandya, 1994; Arikuni & Kubota, 1986; Kunishio & Haber, 1994). The cortical projections are topographically mapped(Alexander et al., 1986). In general the striatum receives reciprocal projections back from the thalamic nuclei that it projects to. The intralaminar thalamus projects topographically onto the striatum with the rough order CM→putamen, PF→caudate, midline→ventral striatum(Tande et al., 2006; Sadikot, Parent, & Francois, 1992; Sadikot, Parent, Smith, & Bolam, 1992). The ventral thalamus projects back onto the striatum(McFarland & Haber, 2001).",
        "shortname": "Striatum"
    }, 
    "55": {
        "neurolex": "http://neurolex.org/wiki/Category:Basal_ganglia", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_40_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3685.5230000000001, 
        "cx": 3028.4639999999999, 
        "circuit": "All", 
        "shortdesc": "The basal ganglia is a structure that is essential for learning and coordination in movement and cognition",
        "longdesc": "The basal ganglia is composed of multiple subnuclei. The historical naming of the basal ganglia does not make the homotypical groupings intuitive. The striatum, containing GABAergic projection neurons, is the dominant input structure and is comprised of the putamen, caudate, and nu- cleus accumbens also referred to as the ventral striatum. The globus pallidus external segment (Gpe), also referred to as the globus pallidus in the mouse, dominates the internal GABAergic structure in the basal ganglia. The globus pallidus internal segment (Gpi) and substantia nigra pars reticulata (Snr) form a disjoint but functionally singular GABAergic output structure of the basal ganglia(Gpi/Snr). The subthalamic nucleus (Stn) provides glutamatergic excitatory input to multiple elements in the basal ganglia. The substantia nigra pars compacta (Snc) provides dopaminergic input to the striatum, the damage of which is the source of Parkin- son disease. Huntington’s disease involves the degeneration of the striatum progressing from motor(putamen) to cognitive(caudate) deficits(degeneration)(Heindel et al., 1989). The same correlations between motor/cognitive deficits and putamen/caudate dysfunction is found in Parkinson’s(Lauterbach, 2005).<br>The projections through the basal ganglia are organized into parallel, yet overlapped path- ways from the entire isocortex(Smith et al., 2004, 1998) forming a homotypical architecture. Primary auditory and visual cortex do not project to the basal ganglia in the monkey(Borgmann & Jurgens, 1999). Most nuclei in the basal ganglia rely on GABA as a neurotransmitter forming a consistent disinhibitory functional pathway. The GABAergic neurons in the basal ganglia are inherently tonically active and do not require input to continually fire action potentials. Based on neuron number, a significant amount of neural convergence occurs from input to output through the basal ganglia. The human and rat striatum have about 70M and 2.8M neurons respectively(Kreczmanski et al., 2007; Oorschot, 1996). In both species the number of neurons decrease approximately 50 to 1 (striatum → Gpe) and 2 to 1 (Gpe → Gpi/Snr)(Oorschot, 1996; Hardman et al., 2002).",
        "shortname": "Basal Ganglia"
    }, 
    "56": {
        "neurolex": "http://neurolex.org/wiki/Category:Pons", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_41_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3308.9969999999998, 
        "cx": 4037.3989999999999, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, the pons integrates and transmits cortically evoked C5p output to the cerebellum. The cerebellum appears to be a control system for fine tuning and stabilizing sequences of movement and cognitive behaviors through the disinhibitory projection to the DCN that projects to the ventral thalamus.",
        "longdesc": "The pons receives nearly all its afferent projections from the isocortex and sends nearly all its efferent output to the cerebellum(Brodal & Bjaalie, 1992). This close relationship is demonstrated by the tight correlated volumetric evolution between the pons and cerebral cortex across species. The pons accounting for 6% of the brainstem in prosimians, 11-21% in monkeys and 37% in humans(Brodal & Bjaalie, 1992). As discussed, the pons receives its cortical projection from the C5p cells from the entire cerebral cortex(Glickstein et al., 1985; Brodal, 1978; Leichnetz et al., 1984). The pons then continues to project topographically onto the cerebellum(Kelly & Strick, 2003).",
        "shortname": "Pons"
    }, 
    "60": {
        "neurolex": "http://neurolex.org/wiki/Category:Deep_cerebellar_nuclear_complex", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_42_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3536.5740000000001, 
        "cx": 4480.5, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, the pons integrates and transmits cortically evoked C5p output to the cerebellum. The cerebellum appears to be a control system for fine tuning and stabilizing sequences of movement and cognitive behaviors through the disinhibitory projection to the DCN that projects to the ventral thalamus.",
        "longdesc": "The output of the cerebellum arises from inhibitory purkinje cells that target the deep cerebellar nuclei (DCN)(Ramnani, 2006). Therefore, like the basal ganglia the cerebellum functions on the principle of disinhibition. A detailed cerebellum review is useful for under- standing the internal cerebellar circuitry(Voogd, 2003). The output of the DCN is an excitatory glutamatergic projection targeting predominantly the ventral thalamus(Sakai et al., 1996). ",
        "shortname": "DCN - Deep Cerebellar Nuclei"
    }, 
    "61": {
        "neurolex": "http://neurolex.org/wiki/Category:Metencephalon", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_43_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3759.5010000000002, 
        "cx": 4348.777, 
        "circuit": "All", 
        "shortdesc": "The metencephalon includes the pons, cerebellum, and deep cerebellar nuclei.",
        "longdesc": "The pons receives nearly all its afferent projections from the isocortex and sends nearly all its efferent output to the cerebellum(Brodal & Bjaalie, 1992). This close relationship is demonstrated by the tight correlated volumetric evolution between the pons and cerebral cortex across species. The pons accounting for 6% of the brainstem in prosimians, 11-21% in monkeys and 37% in humans(Brodal & Bjaalie, 1992). As discussed, the pons receives its cortical projection from the C5p cells from the entire cerebral cortex(Glickstein et al., 1985; Brodal, 1978; Leichnetz et al., 1984). The pons then continues to project topographically onto the cerebellum(Kelly & Strick, 2003). The output of the cerebellum arises from inhibitory purkinje cells that target the deep cerebellar nuclei (DCN)(Ramnani, 2006). Therefore, like the basal ganglia the cerebellum functions on the principle of disinhibition. A detailed cerebellum review is useful for under- standing the internal cerebellar circuitry(Voogd, 2003). The output of the DCN is an excitatory glutamatergic projection targeting predominantly the ventral thalamus(Sakai et al., 1996). The cortico-cerebellar-thalamocortical circuit results in closed loop topographic projections to wide areas of the frontal, temporal, and parietal cortices(LeVay & Sherk, 1981; Kelly & Strick, 2003).",
        "shortname": "Metencephalon"
    }, 
    "62": {
        "neurolex": "http://neurolex.org/wiki/Category:Cerebellum", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_44_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3475.5010000000002, 
        "cx": 5039.6970000000001, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, the pons integrates and transmits cortically evoked C5p output to the cerebellum. The cerebellum appears to be a control system for fine tuning and stabilizing sequences of movement and cognitive behaviors through the disinhibitory projection to the DCN that projects to the ventral thalamus.",
        "longdesc": "The pons receives its cortical projection from the C5p cells from the entire cerebral cortex(Glickstein et al., 1985; Brodal, 1978; Leichnetz et al., 1984). The pons then continues to project topographically onto the cerebellum(Kelly & Strick, 2003). The output of the cerebellum arises from inhibitory purkinje cells that target the deep cerebellar nuclei (DCN)(Ramnani, 2006). Therefore, like the basal ganglia the cerebellum functions on the principle of disinhibition. A detailed cerebellum review is useful for understanding the internal cerebellar circuitry(Voogd, 2003).",
        "shortname": "Cerebellum"
    }, 
    "63": {
        "neurolex": "http://neurolex.org/wiki/Category:Claustrum", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_45_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 2803.116, 
        "cx": 4526.9560000000001, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, the claustrum appears to integrate cortical information from C6m neurons and provide feedforward excitatory input to inhibitory neurons in L4 of the cerebral cortex.",
        "longdesc": "The claustrum is located midway between layer 6 of insular cortex (from which it breaks off early in brain development) and the striatum. Debate is ongoing on whether the claustrum’s develop- mental origin is cortical, striatal, or a hybrid(Edelstein & Denaro, 2004).<br>Projections from the claustrum target nearly the entire brain, with little segregation of projections in the claustrum(Tanne-Gariepy et al., 2002). Claustrum projections travel through the external capsule and appear slightly biased to cognitive and cortical control centers of the brain(Molnar et al., 2006). The projections from the claustrum terminate mostly in layer 4 and appear to preferentially target inhibitory neurons, possibly chandelier cells(LeVay, 1986; LeVay & Sherk, 1981).",
        "shortname": "Claustrum"
    }, 
    "64": {
        "neurolex": "http://neurolex.org/wiki/Category:Spinal_cord", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_46_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 2800.96, 
        "cx": 4128.4300000000003, 
        "circuit": "All", 
        "shortdesc": "The spinal cord contains alpha motor neurons that directly project to muscles.",
        "longdesc": " In all vertebrates, motor neurons in the spinal chord project acetylcholine onto muscles to make them contract(Lieber, 2002; Striedter, 2005). In higher mammals projections from large neurons in lower layer 5 (C5p) of primary motor cortex directly target motor neurons in the spinal chord(Stanfield, 1992). The direct projection to the spinal chord is weak in lower mammals, but becomes increasingly prominent in primates, and presumably dominates in humans(Lemon & Griffiths, 2005).",
        "shortname": "Spinal Cord"
    }, 
    "65": {
        "neurolex": "http://neurolex.org/wiki/Category:Basal_forebrain", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_47_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 2776.8580000000002, 
        "cx": 4915.2209999999995, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, the basal forebrain appears to provide cholinergic input to the cerebral cortex to activate and learn triggered output behaviors.",
        "longdesc": "Acetylcholine is found in primarily three populations of neurons in the brain: motor neurons, interneurons in the striatum, and the basal forebrain including the nucleus of Meynert(Satoh & Fibiger, 1985). Basal forebrain lesions ’abolish cortical plasticity associated with motor skill learning’(Conner et al., 2003). Large lesions of the basal forebrain in the rat have resulted in deep coma consistent with the disruption of behavioral output(Fuller et al., 2011). Acetyl- cholinesterase staining typically stains layer 1 of most cortices, therefore the BF projection appears to primarily target layer 1 of most of the cortex(Bigl et al., 1982). Pieces of indirect evidence suggest that the basal forebrain acetylcholine projection may form a special type of learning signal that reinforces the mapping between C3b and C5p neurons. When staining in monkey and human cortex for acetylcholinesterase, it appears that C3b and C5p neurons are preferentially stained, suggesting their prominent utilization of acetylcholine(Hackett et al., 2001; Bravo & Karten, 1992; Voytko et al., 1992). As discussed earlier C3b and C5p have preferential connections.",
        "shortname": "BF - Basal Forebrain Nucleus of Meynert"
    }, 
    "66": {
        "neurolex": "http://neurolex.org/wiki/Category:Substantia_nigra_pars_compacta", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_34_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3485.6770000000001, 
        "cx": 3086.6869999999999, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, the Snc appears to provide a differential dopamine reward signal to the striatum to learn start and stop action sequences.",
        "longdesc": "The Snc is the source of dopaminergic projections in the basal ganglia. The Snc receives its major afferent input from the patch compartments in the striatum(Fujiyama et al., 2011; Gerfen, 1984). The Snc is tonically active and receives additional inhibitory input from virtually all other structures in the basal ganglia(Lee & Tepper, 2009). The Snc projects onto the matrix compartment of the striatum(Matsuda et al., 2009; Langer & Graybiel, 1989; Gerfen & Surmeier, 2010)",
        "shortname": "Snc - Substantia Nigra pars Compacta"
    }, 
    "67": {
        "neurolex": "http://neurolex.org/wiki/Category:Parahippocampal_gyrus", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_22_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3747.5010000000002, 
        "cx": 96.5, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, periallocortex appears to facilitate medium-term storage of associations, temporally acting between short-term and long-term memory, capable of mapping source C3b representations to target C3b representations in the isocortex.",
        "longdesc": "The parahippocampal gyrus, also called periallocortex because of its transitional lamination structure in between isocortex and allocortex, consists of the entorhinal and perirhinal cortices. The general topographic connections between association isocortices and periallocortices are well mapped, but the actual specificity of laminar projections between associative cortices and periallocortices remains vague at best(Burwell, 2000; Lavenex et al., 2002; Witter et al., 1989). The periallocortex contains intralayer connectivity similar to regular isocortex with less lami- nar differentiation. The periallocortex is the neuronal interface between the isocortex and the hippocampus, since the isocortex does not typically project directly to the hippocampus. The afferent input and efferent output of the periallocortex can grossly be split into upper(PH23) and lower(PH56) layers respectively based on its projections with the isocortex and allocortex. To a lesser degree, the periallocortex receives subcortical input from the amygdala, claustrum, basal forebrain, thalamus, hypothalamus, and brainstem(Insausti et al., 1987).",
        "shortname": "Parahippocampal gyrus(periallocortex): Entorhinal & Perirhinal cortices"
    }, 
    "68": {
        "neurolex": "http://neurolex.org/wiki/Category:Hippocampus", 
        "nif": "<a href=\"http://www.neurolex.org\">Find in NIF</a>", 
        "label": "Ref-unknown-L3_23_", 
        "neuronames": "<a href=\"http://www.neurolex.org\">Find in Neuronames</a>", 
        "cy": 3855.5010000000002, 
        "cx": 358.5, 
        "circuit": "All", 
        "shortdesc": "Neuroanatomically, the hippocampus appears to associate perceptions in the isocortex through mapped representations in periallocortex based upon emotional limbic context.",
        "longdesc": "The hippocampus proper, called allocortex due to its lack of lamination and different appearance from isocortex, is a full circuit in and of itself(Amaral & Witter, 1989). The hippocampus is functionally dominated by the dentate gyrus (DG), CA3 fields, CA1 fields, and subiculum (Sb). A simplified feedforward picture shows the projection circuit loop as: isocortex → PH23 → Dentate Gyrus → CA3 → CA1 → Subiculum → PH56 → isocortex. Multiple feedback connections exist within this path. The hippocampus essentially receives all the same subcortical input as parahippocampal cortex described above(Amaral & Cowan, 1980). The subcortical input being part of the limbic system would imply that the creation of associations is based upon emotion and/or significance driven by the limbic system.",
        "shortname": "Hippocampus(allocortex)"
     }
}
